[Balance.Pawn_Balance_JackDeployableTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hyperion Field Tower Mk-XF")
PlayThroughs[1]=(DisplayName="The Hyperion Field Mk-XFS has a network")

[Character.CharClass_JackDeployableTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shield.ShieldObjectDefinition InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Weapons.JacksTurret_WeaponType WeaponTypeDefinition]
Typename="semi-automatic pistol"
PickupMessage="are you in %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="This is true"

